[
  {
    "type": "job_detail",
    "url": "https://careers.unido.org/job/Vienna-Team-Assistant/1341723855/",
    "title": "Team Assistant",
    "requisitionId": "7047",
    "grade": "G4",
    "country": "Austria",
    "dutyStation": "Vienna",
    "category": "General Service/Admin. Support",
    "jobPostingType": "Internal and External",
    "employmentType": "Staff-Full-time",
    "appointmentType": "Fixed Term - 100 series",
    "salary": "51,384 EUR",
    "deadline": "04-Mar-2026, 11:59 PM (Vienna, Austria time)",
    "sections": [
      {
        "heading": "Languages",
        "content": "Fluency in written and spoken English is required. Fluency and/or working knowledge of another official UN language, particularly Russian is desirable."
      },
      {
        "heading": "Vacancy Announcement",
        "content": "This post is for local recruitment only.Female candidates are encouraged to apply.UNIDO welcomes applications from qualified persons with disabilities. Reasonable accommodation will be provided to applicants and employees with disabilities to support full participation in the recruitment process and in the performance of their duties."
      },
      {
        "heading": "ORGANIZATIONAL CONTEXT",
        "content": "The United Nations Industrial Development Organization (UNIDO) is the specialized agency of the United Nations that promotes industrial development for poverty reduction, inclusive globalization and environmental sustainability. The mission UNIDO, as described in the Lima Declaration adopted at the fifteenth session of the UNIDO General Conference in 2013 as well as the Abu Dhabi Declaration adopted at the eighteenth session of UNIDO General Conference in 2019, is to promote and accelerate inclusive and sustainable industrial development (ISID) in Member States. The relevance of ISID as an integrated approach to all three pillars of sustainable development is recognized by the 2030 Agenda for Sustainable Development and the related Sustainable Development Goals (SDGs), which will frame United Nations and country efforts towards sustainable development. UNIDO’s mandate is fully recognized in SDG-9, which calls to “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation”. The relevance of ISID, however, applies to a greater or lesser extent to all SDGs. The medium-term programme framework (MTPF) is UNIDO’s core strategic document. As the Organization moves from the 2022–2025 cycle to the 2026–2029 MTPF, it sets a renewed vision to support Member States shape their industries for development. The new priorities include renewable and clean energy, sustainable access and climate action, ending hunger through innovation and local value addition, and fair and sustainable global and regional supply chains. Cross-cutting priorities focus on industrial and economic policy advice, skills development, fostering digitalization and artificial intelligence, gender equality and the empowerment of women, supporting youth, promoting cleaner production and circular economy, and leveraging private sector investment and development finance. Each of these programmatic fields of activity contains a number of individual programmes, which are implemented in a holistic manner to achieve effective outcomes and impacts through UNIDO’s four enabling functions: (i) technical cooperation; (ii) analytical and research functions and policy advisory services; (iii) normative functions and standards and quality-related activities; and (iv) convening and partnerships for knowledge transfer, networking and industrial cooperation. Such core functions are carried out in Divisions/Offices in its Headquarters, Sub-regional Offices and Country Offices. The Directorate of Strategic Planning, Programming and Policy (SPP), headed by a Managing Director, is responsible and accountable for UNIDO’s strategic planning and programming through the provision of coordinated and cohesive frameworks and policy advice. It plays the central role for UNIDO regarding the engagement in South-South and Triangular Cooperation matters, the strategic positioning of UNIDO within the United Nation system, strategic engagement in multilateral fora including BRICS, G20 and G7. It also leads the promotion of Gender Equality and the Empowerment of Women through mainstreaming gender considerations at the institutional and programmatic level. In addition, the Directorate oversees the Organization’s industrial policy research, statistics and SDG9 reporting activities, and normative function, and ensures a cohesive and consistent approach to Knowledge Management (KM) in UNIDO. The position is located under the Division of Strategic Engagement and Coordination (SPP/SEC), which coordinates the strategic positioning of UNIDO within the United Nation system and supports strategic engagement with non-UN global governance groups. At the G4 level the incumbent is expected to perform general as well as targeted processes focusing on basic service delivery and support services within the organizational environment and team. His/her interventions result in the focused process impact. The UNIDO Staff Performance Management System reinforces the collaboration within formal units as well as among cross-functional teams. In this context, the incumbent collaborates with his/her supervisor and colleagues, within as well as outside the unit. Within the formal teams, the incumbent may be expected to backstop other team members as required. FUNCTIONAL RESPONSIBILITIES Under the supervision of the Division Director, the Team Assistant provides Front Desk secretarial and administrative support and is responsible for the following key functions: Screen incoming mail and draft replies for supervisor’s signature on non-technical aspects; provide relevant background/project information whenever necessary to supervisor(s); keep track of pending matters at the Division level, follow up with other offices on deadlines; Screen phone calls and visitors. Respond to complex information requests and inquiries as necessary, as well as to refer queries to appropriate personnel for handling; Draft routine and non-routine correspondence (both on administrative and/or SPP-related matters); and putting them into adequate style, language and format; proofread documents and edit texts for accuracy, grammar, punctuation and style in accordance with standard practices and in compliance with the UNIDO Correspondence Manual; Assist in the preparation of papers and presentations by extracting/summarizing statistics; undertake computer based searches, compile background information for various Division reports; Using SAP, initiate and follow up on actions at Division level, related to recruitment of experts, purchase of equipment, travel authorizations requests/claims and deal with all related inquiries; Perform general administrative tasks like arrangements for meetings and other events, reservations, RB/OD budget follow-up and reallocations (with assistance from COR/FIN), research for information and reference material; Prepare requests/documents, e.g. requisitions, purchase orders, travel requests/authorizations, expenditure authorizations, visa applications, etc.; Carry out ad-hoc assignments and research activities, as required; Maintain electronic files and databases related to work; Perform any other related duties as assigned. MINIMUM ORGANIZATIONAL REQUIREMENTS experience may be considered on a year by-year- basis, up to maximum of four years, for a higher degree education (including first university degree or equivalent diploma and/or master’s degree), in a relevant field to the post. Technical and Functional Experience A minimum of six (6) years of work experience in the relevant field of the post, is required. Experience in office procedures and practices, preferably within the UN system or in a multicultural environment, is desirable. Experience in providing support to managerial/professional staff and using administrative skills, is desirable. Experience/proficiency in using Microsoft Office (Outlook, Word, Excel and PowerPoint), internet, is required. Experience with SAP or similar ERP software is desirable. REQUIRED COMPETENCIES Core Values WE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key Competencies WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another.For further information on salaries, refer to the International Civil Service Commission website: https://icsc.un.org/Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General. Visit the UNIDO careers site for details on how to apply: https://careers.unido.org/ NOTE: The Director General retains the discretion to make an appointment to this post at a lower level.Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      },
      {
        "heading": "FUNCTIONAL RESPONSIBILITIES",
        "content": "Under the supervision of the Division Director, the Team Assistant provides Front Desk secretarial and administrative support and is responsible for the following key functions: Screen incoming mail and draft replies for supervisor’s signature on non-technical aspects; provide relevant background/project information whenever necessary to supervisor(s); keep track of pending matters at the Division level, follow up with other offices on deadlines; Screen phone calls and visitors. Respond to complex information requests and inquiries as necessary, as well as to refer queries to appropriate personnel for handling; Draft routine and non-routine correspondence (both on administrative and/or SPP-related matters); and putting them into adequate style, language and format; proofread documents and edit texts for accuracy, grammar, punctuation and style in accordance with standard practices and in compliance with the UNIDO Correspondence Manual; Assist in the preparation of papers and presentations by extracting/summarizing statistics; undertake computer based searches, compile background information for various Division reports; Using SAP, initiate and follow up on actions at Division level, related to recruitment of experts, purchase of equipment, travel authorizations requests/claims and deal with all related inquiries; Perform general administrative tasks like arrangements for meetings and other events, reservations, RB/OD budget follow-up and reallocations (with assistance from COR/FIN), research for information and reference material; Prepare requests/documents, e.g. requisitions, purchase orders, travel requests/authorizations, expenditure authorizations, visa applications, etc.; Carry out ad-hoc assignments and research activities, as required; Maintain electronic files and databases related to work; Perform any other related duties as assigned."
      },
      {
        "heading": "Organizational Requirements and Desirable Criteria",
        "content": "experience may be considered on a year by-year- basis, up to maximum of four years, for a higher degree education (including first university degree or equivalent diploma and/or master’s degree), in a relevant field to the post. Technical and Functional Experience A minimum of six (6) years of work experience in the relevant field of the post, is required. Experience in office procedures and practices, preferably within the UN system or in a multicultural environment, is desirable. Experience in providing support to managerial/professional staff and using administrative skills, is desirable. Experience/proficiency in using Microsoft Office (Outlook, Word, Excel and PowerPoint), internet, is required. Experience with SAP or similar ERP software is desirable."
      },
      {
        "heading": "REQUIRED COMPETENCIES",
        "content": "Core Values WE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key Competencies WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another.For further information on salaries, refer to the International Civil Service Commission website: https://icsc.un.org/Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General. Visit the UNIDO careers site for details on how to apply: https://careers.unido.org/ NOTE: The Director General retains the discretion to make an appointment to this post at a lower level.Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      },
      {
        "heading": "Education",
        "content": "Completed higher secondary education, high school diploma or equivalent is required. Formal secretarial/clerical training or equivalent is desirable. Credit towards total working experience may be considered on a year by-year- basis, up to maximum of four years, for a higher degree education (including first university degree or equivalent diploma and/or master’s degree), in a relevant field to the post. Technical and Functional Experience A minimum of six (6) years of work experience in the relevant field of the post, is required. Experience in office procedures and practices, preferably within the UN system or in a multicultural environment, is desirable. Experience in providing support to managerial/professional staff and using administrative skills, is desirable. Experience/proficiency in using Microsoft Office (Outlook, Word, Excel and PowerPoint), internet, is required. Experience with SAP or similar ERP software is desirable."
      }
    ]
  },
  {
    "type": "job_detail",
    "url": "https://careers.unido.org/job/Dhaka-National-Consultant-Management-of-Unwanted-Controlled-Substances/1341363155/",
    "title": "National Consultant - Management of Unwanted Controlled Substances",
    "requisitionId": "7099",
    "grade": "ISA-NOC",
    "country": "Bangladesh",
    "dutyStation": "Dhaka",
    "category": "National Consultant",
    "jobPostingType": "External",
    "employmentType": null,
    "appointmentType": null,
    "salary": null,
    "deadline": "03-Mar-2026, 11:59 PM (Vienna, Austria time)",
    "sections": [
      {
        "heading": "Vacancy Announcement",
        "content": "TEMPORARY APPOINTMENT OF PROJECT PERSONNELOnly nationals or permanent residents of the country of the duty station are considered eligible. Female candidates are encouraged to apply. UNIDO welcomes applications from qualified persons with disabilities. Reasonable accommodation will be provided to applicants and employees with disabilities to support full participation in the recruitment process and in the performance of their duties."
      },
      {
        "heading": "ORGANIZATIONAL CONTEXT",
        "content": "The United Nations Industrial Development Organization (UNIDO) is the specialized agency of the United Nations that promotes industrial development for poverty reduction, inclusive globalization and environmental sustainability. The mission UNIDO, as described in the Lima Declaration adopted at the fifteenth session of the UNIDO General Conference in 2013 as well as the Abu Dhabi Declaration adopted at the eighteenth session of UNIDO General Conference in 2019, is to promote and accelerate inclusive and sustainable industrial development (ISID) in Member States. The relevance of ISID as an integrated approach to all three pillars of sustainable development is recognized by the 2030 Agenda for Sustainable Development and the related Sustainable Development Goals (SDGs), which will frame United Nations and country efforts towards sustainable development. UNIDO’s mandate is fully recognized in SDG-9, which calls to “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation”. The relevance of ISID, however, applies to a greater or lesser extent to all SDGs. The medium-term programme framework (MTPF) is UNIDO’s core strategic document. As the Organization moves from the 2022–2025 cycle to the 2026–2029 MTPF, it sets a renewed vision to support Member States shape their industries for development. The new priorities include renewable and clean energy, sustainable access and climate action, ending hunger through innovation and local value addition, and fair and sustainable global and regional supply chains. Cross-cutting priorities focus on industrial and economic policy advice, skills development, fostering digitalization and artificial intelligence, gender equality and the empowerment of women, supporting youth, promoting cleaner production and circular economy, and leveraging private sector investment and development finance. Each of these programmatic fields of activity contains a number of individual programmes, which are implemented in a holistic manner to achieve effective outcomes and impacts through UNIDO’s four enabling functions: (i) technical cooperation; (ii) analytical and research functions and policy advisory services; (iii) normative functions and standards and quality-related activities; and (iv) convening and partnerships for knowledge transfer, networking and industrial cooperation. Such core functions are carried out in Divisions/Offices in its Headquarters, Sub-regional Offices and Country Offices. Under the overall direction of the Director General, and in close collaboration with all relevant organizational entities within UNIDO, the Directorate of Technical Cooperation and Sustainable Industrial Development (TCS), headed by a Managing Director, ensures the Organization's application of strategies and interventions for sustainable industrial development related to environment, energy, Micro, Small and Medium-Enterprises (MSMEs), and digitalization. The Directorate also oversees the Organization's normative contribution to achieving the Sustainable Development Goals through industrial policy advice and capacity development. Through coordination in-house and with Member States and industry stakeholders, it ensures that the services provided in these areas contribute to effective and appropriate technical, business and policy solutions and are focused on results, scaling up and positioning UNIDO as a leading platform for industrial development in developing countries and global fora. The Directorate is responsible for the Division of Industrial Policy Advice and Capacity Development (TCS/IPC), and technical Divisions of Circular Economy and Green Industry (TCS/CEG), Energy and Climate Action (TCS/ECA), Climate Innovation and Montreal Protocol (TCS/CMP); MSME Competitiveness, Quality and Job Creation (TCS/SME); and Digital Transformation and Artificial Intelligence (TCS/DAI). Leveraging the diverse skill sets of UNIDO personnel and the services provided by the two TC directorates, TCS collaborates closely with IET to develop and implement programmes and projects, aiming at enhancing synergy and complementarity and maximizing UNIDO corporate performance and impacts on the ground. The Directorate also ensures close coordination and collaboration among the Divisions as well as with relevant entities in all Directorates across the Organization. The position is located under the Climate Innovation and Montreal Protocol Division (TCS/CMP) mandated to work in close coordination with other organizational entities within UNIDO, assists Member States in the emergence, deployment, and large-scale up-take of low-carbon and climate-resilient technologies, products and solutions. This will be achieved by promoting a systems innovation approach through accelerating innovation across key levers of change that includes technology, finance, policy, and regulations. In particular, the Division is responsible for the dual mandate of a) accelerating innovation and building climate innovation ecosystems to promote low-carbon and climate-resilient development pathways and b) planning, developing and implementing interventions to facilitate compliance with the Montreal Protocol and, in particular, its Kigali Amendment and to support countries in achieving their Nationally Determined Contributions (NDCs). In addition, the Division is responsible, in close collaboration with other relevant entities of the Organization, for facilitating the transfer of low-carbon and climate-resilient solutions and building markets to ensure their widespread use by industry and local communities, thereby contributing to climate change mitigation, adaptation and building resilience in recipient countries."
      },
      {
        "heading": "PROJECT CONTEXT",
        "content": "According to the Executive Committee (ExCom) Decision 91/66, Multilateral Fund provides additional funding to Article 5 countries for an inventory of banks of used or unwanted controlled substances and a plan for the collection, transport and disposal of such substances contained in document UNEP/OzL.Pro/ExCom/91/66; UNEP/OzL.Pro/ExCom/91/72. In this context the NOU, UNIDO and national expert prepared a PRP of national inventories of banks of used or unwanted controlled substances and action plan for the collection, transport and disposal of such substances. The PRP funding was approved at the 93 ExCom meeting in December 2023. The main project objective is to raise awareness of the stakeholders involved in the unwanted controlled management for the necessity of their management throughout overall life-cycle. The specific project objectives are: a) Upgrading national inventory of the unwanted controlled substances; b) Establishment of a national platform for management of the unwanted controlled substances throughout their life-cycle; c) Provide sustainability of the procedures for collection and treatment of the unwanted controlled substances. The project foresees development of an inventory of the unwanted controlled substances that will be compilation of the registered and analysed quantities in the servicing, manufacturing, foam and firefighting sector. National action plan will be prepared as a final project document to give milestones for the collection, transport and disposal of unwanted controlled substances. The consultant will be engaged with the preparation of the national inventories of banks of used or unwanted controlled substances: MAIN DUTIES Concrete/ measurable Outputs to be achieved Expected duration Location Collect data from key sectors including servicing, manufacturing, foam, and firefighting for the years 2023 and 2024, with a focus on identifying banks of unwanted controlled substances Participate in stakeholder consultations and support the facilitation of national workshops to define priority sectors and substances for intervention Assist in the development of a National Action Plan for the collection, transport, and environmentally sound disposal of unwanted controlled substances Prepare a study on the existing system for management of unwanted refrigerants in obsolete RAC equipment, including gaps and improvement opportunities Propose a scheme for coordinated action among waste management companies and RAC servicing enterprises to improve collection and handling of unwanted substances Support the organization and delivery of a joint training workshop for relevant stakeholders, including waste handlers and RAC service technicians Prepare and submit a final technical report summarizing all activities undertaken, key findings, challenges, and recommendations Report on collected data and inventory dataset of unwanted controlled substances in relevant sectors Prioritized list of unwanted substances and sectors for action, endorsed by key stakeholders Draft National Action Plan with clear milestones, responsibilities, and timelines Study report on the current system for management of unwanted refrigerants, including recommendations Draft coordination scheme outlining roles, communication channels, and procedures for collaboration Training materials, agenda, participant list, photos, and training report Final consolidated report submitted to NOU and UNIDO Project Manager 100 working days Dhaka, Bangladesh, with travel in the country (if required) MINIMUM ORGANIZATIONAL REQUIREMENTS Education Advanced university degree or equivalent in technical or natural sciences or a Bachelor’s degree in combination with an additional five years of relevant working experience is required. Technical and Functional Experience A minimum of 5 years experience in implementation of the legislation and projects related to environmental areas of interest is required. Languages Language proficiency in both written and oral English and Bangla is required; cyber/internet-literacy is desirable. REQUIRED VALUES AND COMPETENCIES Core values: WE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key competencies WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another REQUIRED COMPETENCIES Core valuesWE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key competencies WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another This appointment is limited to the specified project(s) only and does not carry any expectation of renewal.Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General. Visit the UNIDO website for details on how to apply: www.unido.orgNOTE: The Director General retains the discretion to make an appointment to this post at a lower level.Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      },
      {
        "heading": "Organizational Requirements and Desirable Criteria",
        "content": "Education Advanced university degree or equivalent in technical or natural sciences or a Bachelor’s degree in combination with an additional five years of relevant working experience is required. Technical and Functional Experience A minimum of 5 years experience in implementation of the legislation and projects related to environmental areas of interest is required. Languages Language proficiency in both written and oral English and Bangla is required; cyber/internet-literacy is desirable. REQUIRED VALUES AND COMPETENCIES Core values: WE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key competencies WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another"
      },
      {
        "heading": "REQUIRED COMPETENCIES",
        "content": "Core valuesWE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key competencies WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another This appointment is limited to the specified project(s) only and does not carry any expectation of renewal.Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General. Visit the UNIDO website for details on how to apply: www.unido.orgNOTE: The Director General retains the discretion to make an appointment to this post at a lower level.Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      }
    ]
  },
  {
    "type": "job_detail",
    "url": "https://careers.unido.org/job/Cairo-National-Project-Associate/1341361055/",
    "title": "National Project Associate",
    "requisitionId": "7100",
    "grade": "ISA-NOA",
    "country": "Egypt",
    "dutyStation": "Cairo",
    "category": "National Consultant",
    "jobPostingType": "External Private Posting",
    "employmentType": null,
    "appointmentType": null,
    "salary": null,
    "deadline": "03-Mar-2026",
    "sections": [
      {
        "heading": "Vacancy Announcement",
        "content": "TEMPORARY APPOINTMENT OF PROJECT PERSONNELOnly nationals or permanent residents of the country of the duty station are considered eligible. UNIDO welcomes applications from qualified persons with disabilities. Reasonable accommodation will be provided to applicants and employees with disabilities to support full participation in the recruitment process and in the performance of their duties."
      },
      {
        "heading": "ORGANIZATIONAL CONTEXT",
        "content": "The United Nations Industrial Development Organization (UNIDO) is the specialized agency of the United Nations that promotes industrial development for poverty reduction, inclusive globalization and environmental sustainability. The mission UNIDO, as described in the Lima Declaration adopted at the fifteenth session of the UNIDO General Conference in 2013 as well as the Abu Dhabi Declaration adopted at the eighteenth session of UNIDO General Conference in 2019, is to promote and accelerate inclusive and sustainable industrial development (ISID) in Member States. The relevance of ISID as an integrated approach to all three pillars of sustainable development is recognized by the 2030 Agenda for Sustainable Development and the related Sustainable Development Goals (SDGs), which will frame United Nations and country efforts towards sustainable development. UNIDO’s mandate is fully recognized in SDG-9, which calls to “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation”. The relevance of ISID, however, applies to a greater or lesser extent to all SDGs. The medium-term programme framework (MTPF) is UNIDO’s core strategic document. As the Organization moves from the 2022–2025 cycle to the 2026–2029 MTPF, it sets a renewed vision to support Member States shape their industries for development. The new priorities include renewable and clean energy, sustainable access and climate action, ending hunger through innovation and local value addition, and fair and sustainable global and regional supply chains. Cross-cutting priorities focus on industrial and economic policy advice, skills development, fostering digitalization and artificial intelligence, gender equality and the empowerment of women, supporting youth, promoting cleaner production and circular economy, and leveraging private sector investment and development finance. Each of these programmatic fields of activity contains a number of individual programmes, which are implemented in a holistic manner to achieve effective outcomes and impacts through UNIDO’s four enabling functions: (i) technical cooperation; (ii) analytical and research functions and policy advisory services; (iii) normative functions and standards and quality-related activities; and (iv) convening and partnerships for knowledge transfer, networking and industrial cooperation. Such core functions are carried out in Divisions/Offices in its Headquarters, Sub-regional Offices and Country Offices. The Directorate of Technical Cooperation and Sustainable Industrial Development (TCS), headed by a Managing Director, oversees the Organization's development of capacities for industrial development as well as industrial policy advice, statistics and research activities and the Organization's normative contribution to Member States and global development community in achieving the SDGs. The Directorate also ensures the application of strategies and interventions for sustainable industrial development related to Environment, Energy, SMEs, Competitiveness and Job creation, as well as Digitalization and Artificial Intelligence. Through coordination in-house and with Member States and industry stakeholders, it ensures that the services provided in these areas contribute toward effective and appropriate technical, business and policy solutions and are focused on results and on realizing any potential for scaling up and positioning UNIDO as a leading platform for industrial development in developing countries and global fora. The position is located under the Climate Innovation and Montreal Protocol Division (TCS/CMP) mandated to work in close coordination with other organizational entities within UNIDO, assists Member States in the emergence, deployment, and large-scale up-take of low-carbon and climate-resilient technologies, products and solutions. This will be achieved by promoting a systems innovation approach through accelerating innovation across key levers of change that includes technology, finance, policy, and regulations. In particular, the Division is responsible for the dual mandate of a) accelerating innovation and building climate innovation ecosystems to promote low-carbon and climate-resilient development pathways and b) planning, developing and implementing interventions to facilitate compliance with the Montreal Protocol and, in particular, its Kigali Amendment and to support countries in achieving their Nationally Determined Contributions (NDCs). In addition, the Division is responsible, in close collaboration with other relevant entities of the Organization, for facilitating the transfer of low-carbon and climate-resilient solutions and building markets to ensure their widespread use by industry and local communities, thereby contributing to climate change mitigation, adaptation and building resilience in recipient countries."
      },
      {
        "heading": "PROJECT CONTEXT",
        "content": "The 28th Meeting of the Parties to the Montreal Protocol in October 2016 held in Kigali, Rwanda, agreed on the amendment to phase down hydrofluorocarbons (HFC). Egypt has ratified the Vienna Convention and the Montreal Protocol, including the London, Copenhagen, Montreal, Beijing and Kigali amendments, which regulate the production and consumption of ODS and hydrofluorocarbons (HFCs). The Kigali Implementation Plan (KIP) Stage I was approved at the 96th meeting of the Executive Committee (EXCOM) of the Multilateral Fund for the Implementation of the Montreal Protocol (MLF) for the period from 2025 to 2030. It was agreed to reduce HFC consumption by 22 per cent of the country’s baseline by 2030, and a project proposal for the conversion of the manufacturers of domestic refrigeration was approved."
      },
      {
        "heading": "FUNCTIONAL RESPONSIBILITIES",
        "content": "Under the supervision of the project manager and the national project coordinator, the incumbent is expected to carry out the following duties: MAIN DUTIES Concrete/measurable Outputs to be achieved Expected duration Location Support the implementation of designated project activities under the servicing sector and support with the follow up in the manufacturing sector activities under KIP by providing input to the TOR, JD, TS; Support the organization and delivery of equipment, training, and certification-related activities for RAC and MAC technicians; Provide day-to-day coordination and follow-up, ensuring timely communication with service providers, partners, and beneficiaries, and tracking implementation progress and timelines; Support the National Project Coordinator in the preparation and follow-up of work plans, schedules, and activity tracking for Montreal Protocol and energy efficiency projects. Support the coordination and follow-up of project activities across sectors, including servicing and manufacturing, ensuring timely implementation in line with approved project documents; Provide support to the preparation of project proposals, tranche requests, and implementation plans; Assist in maintaining and updating basic monitoring and tracking tools; Provide day-to-day coordination and follow-up of project activities, contracts, and beneficiary actions; Support the design, implementation, and regular updating of communication, advocacy and awareness activities, including campaigns targeting relevant stakeholders; Assist in the preparation and dissemination of communication and outreach materials (e.g. presentations, briefing notes, key messages, visual content, and basic web or social media inputs); Document and showcase achievements by compiling success stories, lessons learned, case studies, and visibility materials; Assist in organizing meetings, consultations, workshops, and events, including logistical arrangements, agendas, minutes, and follow-up actions; Ensure proper filing, archiving, and maintenance of project documentation, communication products, and media materials in well-structured electronic systems; Contribute written inputs to periodic progress reports, with a focus on communication, outreach, stakeholder engagement. Work plans are prepared and tracked, activity schedules, and coordination follow-up notes are prepared and updated, with documented inputs supporting the National Project Coordinator in tracking implementation progress and operational actions across assigned projects. Project monitoring tools, including Gantt charts and tracking tables, are regularly updated and shared with the National Project Coordinator. Documented success stories or case studies highlighting sector achievements, lessons learned, or good practices Well-structured electronic archive is updated Written contributions to periodic progress reports Continuous Cairo, Egypt"
      },
      {
        "heading": "Organizational Requirements and Desirable Criteria",
        "content": "Education Advanced university degree in international relations, international development, engineering, business, economics or other relevant discipline is required. Technical and Functional Experience A minimum of 1 year of professional experience in project coordination, international development, environmental or climate-related programmes, or industrial development is required. Exposure to international development projects and coordination with government institutions is an asset. Strong organizational, analytical, and reporting skills is required. Proficiency in Microsoft Office applications, particularly Excel and PowerPoint are required. Ability to work under guidance in a results-based project environment is required. Foundational knowledge of Montreal Protocol projects is required. Languages Fluency in written and spoken Arabic and English is required. REQUIRED VALUES AND COMPETENCIES Core valuesWE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key competenciesWE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another This appointment is limited to the specified project(s) only and does not carry any expectation of renewal.Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General. Visit the UNIDO website for details on how to apply: www.unido.orgNOTE: The Director General retains the discretion to make an appointment to this post at a lower level.Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      }
    ]
  },
  {
    "type": "job_detail",
    "url": "https://careers.unido.org/job/Vienna-Investment-and-Finance-Specialist/1340458755/",
    "title": "Investment and Finance Specialist",
    "requisitionId": "7061",
    "grade": "ISA-P3",
    "country": "Austria",
    "dutyStation": "Vienna",
    "category": "International Consultant",
    "jobPostingType": "Internal and External",
    "employmentType": null,
    "appointmentType": null,
    "salary": null,
    "deadline": "22-Feb-2026, 11:59 PM (Vienna, Austria time)",
    "sections": [
      {
        "heading": "Languages",
        "content": "Fluency in written and spoken English is required. Fluency and/or working knowledge in French is required. Fluency and/or working knowledge of any other language spoken in ECOWAS and SADC member states is desirable."
      },
      {
        "heading": "Vacancy Announcement",
        "content": "TEMPORARY APPOINTMENT OF PROJECT PERSONNELFemale candidates are encouraged to apply. UNIDO welcomes applications from qualified persons with disabilities. Reasonable accommodation will be provided to applicants and employees with disabilities to support full participation in the recruitment process and in the performance of their duties."
      },
      {
        "heading": "ORGANIZATIONAL CONTEXT",
        "content": "The United Nations Industrial Development Organization (UNIDO) is the specialized agency of the United Nations that promotes industrial development for poverty reduction, inclusive globalization and environmental sustainability. The mission UNIDO, as described in the Lima Declaration adopted at the fifteenth session of the UNIDO General Conference in 2013 as well as the Abu Dhabi Declaration adopted at the eighteenth session of UNIDO General Conference in 2019, is to promote and accelerate inclusive and sustainable industrial development (ISID) in Member States. The relevance of ISID as an integrated approach to all three pillars of sustainable development is recognized by the 2030 Agenda for Sustainable Development and the related Sustainable Development Goals (SDGs), which will frame United Nations and country efforts towards sustainable development. UNIDO’s mandate is fully recognized in SDG-9, which calls to “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation”. The relevance of ISID, however, applies to a greater or lesser extent to all SDGs. The medium-term programme framework (MTPF) is UNIDO’s core strategic document. As the Organization moves from the 2022–2025 cycle to the 2026–2029 MTPF, it sets a renewed vision to support Member States shape their industries for development. The new priorities include renewable and clean energy, sustainable access and climate action, ending hunger through innovation and local value addition, and fair and sustainable global and regional supply chains. Cross-cutting priorities focus on industrial and economic policy advice, skills development, fostering digitalization and artificial intelligence, gender equality and the empowerment of women, supporting youth, promoting cleaner production and circular economy, and leveraging private sector investment and development finance. Each of these programmatic fields of activity contains a number of individual programmes, which are implemented in a holistic manner to achieve effective outcomes and impacts through UNIDO’s four enabling functions: (i) technical cooperation; (ii) analytical and research functions and policy advisory services; (iii) normative functions and standards and quality-related activities; and (iv) convening and partnerships for knowledge transfer, networking and industrial cooperation. Such core functions are carried out in Divisions/Offices in its Headquarters, Sub-regional Offices and Country Offices. The Directorate of SDG Innovation and Economic Transformation (IET), headed by a Managing Director, is responsible for the development of innovative UNIDO services in the areas of agro-industry and agribusiness, sustainability standards and fair production, and climate-relevant or climate-improving technologies. It is also, in collaboration with ODG, responsible for developing innovative technical cooperation concepts, identifying new sources and means of finance and entering into new partnerships with a broad range of relevant stakeholders. The Division of Fair Production, Sustainability Standards and Trade (IET/PST) develops and implements an innovative service package in response to UNIDO's mandate for fair and responsible local industrial production and trade with a particular focus on building the required skills and capacities and foster a conducive business operating environment to ensure that such production and trade are as inclusive as possible, promoting – among others – the development of human capital through vocational training and industrial skills development. The Sustainable Investments and Responsible Business Unit (IET/PST/SIB) fosters the uptake of sustainability standards in Member States across local, regional and global value supply chains. To this end, it induces responsible investments into sustainable value chains working with multinational corporation (MNC) networks and other platforms such as the UNGC, UNPRI and others to advance socially-minded, gender-responsive and responsible business. The Unit supports Member States in establishing robust empirical systems and norms at the country and regional level to monitor the contribution of value chains to economic, social and environmental sustainability standards and advances cooperation between firms, institutions and policy actors to advance required reforms. The Unit also supports the transition of public and private procurement and consumption patterns to become greener and more socially balanced and incentivizes supply chains to become investment ready. PROGRAMME CONTEXT The EU-funded Africa Trade Competitiveness and Market Access (ATCMA) Programme, a Sub-Saharan African initiative aims at sustainably increasing intra-African and EU-Africa trade. In addition to a continental component, the programme comprises five regional components in the ECOWAS, COMESA, SADC, ECCAS and EAC regions, building on existing or previous regional programmes (WACOMP in West Africa, MARKUP in East Africa, PIQAC in Central Africa, RECAMP and SIPS in Southern Africa). The overall objective (impact) of the ATCMA Programme is to increase sustainable intra-African and EU-Africa trade through the pursuance of specific objectives (outcomes) of (i) enhanced market access for selected value chains and (ii) enhanced export competitiveness for SMEs in selected value chains. The programme is thematically structured into five components leading to 5 outputs as follows: In relation to Specific Objective 1: Output 1.1: Market access barriers identified and reduced Output 1.2: Strengthened quality compliance and standards Output 1.3: Value-chain revision mechanism facilitated In relation to Specific Objective 2: Output 2.1: Enhanced value addition and diversification Output 2.2: Enhanced SME capacities and opportunities for business and export While UNIDO is in charge of implementing output 1.2 and 2.1., ITC is responsible for the implementation of output 1.1, 1.3 and 2.2. ID 240104 - Africa Trade Competitiveness and Market Access (ATCMA) Programme – ECOWAS The overall focus of this four-year ATCMA ECOWAS Programme is to address market access challenges faced by selected value chains in the West Africa region and enhance their competitiveness, through two pillars: Supporting countries to benefit from trade opportunities by enabling them to conform with standards and technical regulations, requiring quality infrastructure and conformity assessment services, as well as by streamlining regulatory and procedural frameworks at the regional and national levels. The programme will help the African countries to benefit from trade opportunities by being able to conform with standards and technical regulations, which requires establishing efficient testing, certification and accreditation mechanisms that conform to the requirements of the SPS and TBT agreements and benefit from international recognition. It will also strengthen governmental institutions in their capacity of creating a more conducive business environment for MSMEs. Maximizing MSME export potential and access to new markets by overcoming constraints or developing enablers like value addition, and export capacities: In order to maximise MSMEs export potential and support them to enter new markets, the Programme will also address other market access constraints or enablers: enhance value addition and export capacities through marketing, labelling, branding strategies, sustainability and environmental issues, technology transfer and processing for export, business promotion through market linkages and capacitate trade and investment support institutions. Support will be provided both at institutional and policy level, as well as at private sector level, with a primary focus on selected key export-oriented regional priority value chains. Particular focus on intra-African exports as well as exports to the EU will be given, so regions can fully exploit their trade-driven growth potential, with a view to contribute to sustainable growth and jobs creation. Within this framework, Activity 2.1.7 – Access to innovative financing and investment solutions for selected value chains facilitated and promoted – responds to one of the critical bottlenecks for sustainable industrial development in the ECOWAS region. ID 240325 – Africa Trade Competitiveness and Market Access (ATCMA) Programme – SADC Obstacles to intra-regional trade in Southern Africa consist of poor infrastructure, low manufacturing production and low quality of exported products, restrictive business environments, mismatch between the needs of other regions in Africa and exports of Southern African countries, technical barriers to trade, weak financial integration and the lack of market information on existing opportunities in other African regional communities. Moreover, enterprises, especially women-led and youth-led Small and Medium-Sized Enterprises (SMEs) within the continent, continue to face challenges that hinder their ability to participate effectively in sustainable intra-regional trade, hampering value addition and job creation. The programme aligns with the African Union’s Agenda 2063 and in particular its flagship initiative; the African Continental Free Trade Area (AfCFTA). Key interventions under the programme will also support the operationalization of the AU SME Strategy, the Africa Quality Policy and the Accelerated Industrial Development for Africa (AIDA) amongst others, as well as REC-specific policy objectives and strategies, such as the SADC Vision 2050 and the SADC Industrialization Strategy and Roadmap (SISR 2015–2063). Under Activity 2.1.5: Supporting access to finance and investment, in collaboration with key SADC stakeholders (including the SADC Secretariat, SADC BC, SADC Member State investment promotion agencies and financial institutions), UNIDO will support relevant financial institutions and potential investors to provide accessible, gender/youth-sensitive and responsive, and green/innovative financial products for the selected value chains to promote technology upgrading and green technology investments. These investments should also specifically take gender and youth lenses. MAIN ACTIVITIES The main activities in both ECOWAS and SADC regions broadly include: Strengthen investment promotion and intermediary institutions through baseline capacity assessments, targeted capacity building programmes, and deployment of tools such as COMFAR and gender lens investing approaches to enable the preparation, appraisal, and packaging of bankable, gender responsive investment opportunities. Develop investment ready pipelines and business cases for priority sectors/value chains by conducting feasibility studies, financial modelling, environmental and social assessments, governance and readiness diagnostics, and preparing phased implementation plans with indicative budgets and KPIs. Facilitate access to innovative and blended financing solutions, including green/ESG compliant instruments, leasing and vendor finance, guarantees, working capital solutions, and risk mitigation mechanisms, while linking technical upgrading and compliance improvements to financial viability. Promote investment through matchmaking, outreach, and digital platforms, including structured B2B meetings, targeted lead generation (regional and international), support to digital investment portals, and engagement with DFIs, impact investors, private equity, and technology partners. Enhance policy dialogue and enabling frameworks by convening structured discussions between governments and investors on incentives, investment protection, and alignment with regional frameworks (e.g., IF4D, SIFA), and translating dialogue outputs into implementable policy packages tied to concrete investment opportunities. FUNCTIONAL RESPONSIBILITIES Under the supervision of the Project Managers, the Investment and Finance Specialist assists in appraising, adjusting and presenting project proposals, and monitoring programme execution, identifying problems and utilizing information as an input to corrective actions to promote effective project management, develops and administers technical cooperation projects. The incumbent shall carry out following main duties. • Locate and analyze specific economic and social data and distilling and synthesizing information relevant to proposed projects; • Identify, describe and justify project possibilities related to a particular project and consistent with approved technical cooperation programmes and ongoing activities; • Appraise, review and adjust project proposals to ensure consistency with national, sub regional, regional and sectoral priorities and programmes, and with available resources; formulate and present such proposals on the basis of technical and substantive inputs in accordance with required format for final review and approval; • Develop schedules, arrangements and methods for the management of the execution of individual project/s, in consultation with project personnel, technical, substantive and administrative service units; • Exchange information required for project formulation and execution with government officials in planning, finance, donor input coordination and sectoral functions, as well as with representatives of multilateral and bilateral donor agencies; • Monitor and expedite project execution systematically through discussions and correspondence with technical, substantive and project staff, field visits, analysis of periodic project progress reports, participation in tripartite reviews and mid-term project evaluations; utilize information obtained as an input to corrective decision-making and revisions; • Organize and conduct briefings and debriefings on projects with special regard for the country, sub regional and regional aspects, resources and development characteristics, with a view to maximizing project performance levels. MINIMUM ORGANIZATIONAL REQUIREMENTS REQUIRED COMPETENCIES Core values:WE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key competencies:WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another. This appointment is limited to the specified project(s) only and does not carry any expectation of renewal.Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General. Visit the UNIDO website for details on how to apply: www.unido.orgNOTE: The Director General retains the discretion to make an appointment to this post at a lower level. Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      },
      {
        "heading": "FUNCTIONAL RESPONSIBILITIES",
        "content": "Under the supervision of the Project Managers, the Investment and Finance Specialist assists in appraising, adjusting and presenting project proposals, and monitoring programme execution, identifying problems and utilizing information as an input to corrective actions to promote effective project management, develops and administers technical cooperation projects. The incumbent shall carry out following main duties. • Locate and analyze specific economic and social data and distilling and synthesizing information relevant to proposed projects; • Identify, describe and justify project possibilities related to a particular project and consistent with approved technical cooperation programmes and ongoing activities; • Appraise, review and adjust project proposals to ensure consistency with national, sub regional, regional and sectoral priorities and programmes, and with available resources; formulate and present such proposals on the basis of technical and substantive inputs in accordance with required format for final review and approval; • Develop schedules, arrangements and methods for the management of the execution of individual project/s, in consultation with project personnel, technical, substantive and administrative service units; • Exchange information required for project formulation and execution with government officials in planning, finance, donor input coordination and sectoral functions, as well as with representatives of multilateral and bilateral donor agencies; • Monitor and expedite project execution systematically through discussions and correspondence with technical, substantive and project staff, field visits, analysis of periodic project progress reports, participation in tripartite reviews and mid-term project evaluations; utilize information obtained as an input to corrective decision-making and revisions; • Organize and conduct briefings and debriefings on projects with special regard for the country, sub regional and regional aspects, resources and development characteristics, with a view to maximizing project performance levels."
      },
      {
        "heading": "Organizational Requirements and Desirable Criteria",
        "content": ""
      },
      {
        "heading": "REQUIRED COMPETENCIES",
        "content": "Core values:WE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key competencies:WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another. This appointment is limited to the specified project(s) only and does not carry any expectation of renewal.Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General. Visit the UNIDO website for details on how to apply: www.unido.orgNOTE: The Director General retains the discretion to make an appointment to this post at a lower level. Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      },
      {
        "heading": "Education",
        "content": "Advanced university degree (master’s or equivalent) in finance, economics, or business administration is required. A relevant PhD is an advantage. Technical and Functional"
      },
      {
        "heading": "Experience",
        "content": "At least five (5) years of professional experience in technical cooperation project management or portfolio project management including some exposure at the international level, is required. Experience working with sustainable financial instruments and products, e.g., via derisking and blended finance, and financial literacy programmes is desirable. Experience in capacity-building and financial literacy programmes for project developers or financial institutions is desirable. Familiarity with impact investment frameworks, ESG integration, and access to carbon credit or green finance markets is desirable. Ability to research and analyse information independently and recommend solutions is required. Ability to write in a clear and concise manner is required. Ability to work effectively in multi-cultural teams is desirable. Experience in evaluating the needs, conditions and problems in developing countries, is desirable."
      }
    ]
  },
  {
    "type": "job_detail",
    "url": "https://careers.unido.org/job/Vienna-Director%2C-Evaluation-and-Internal-Oversight/1340163655/",
    "title": "Director, Evaluation and Internal Oversight",
    "requisitionId": "7066",
    "grade": "D1",
    "country": "Austria",
    "dutyStation": "Vienna",
    "category": "Professional and Higher",
    "jobPostingType": "Internal and External",
    "employmentType": "Staff-Full-time",
    "appointmentType": "Fixed Term - 100 series",
    "salary": "180,586 USD",
    "deadline": "23-Feb-2026, 11:59 PM (Vienna, Austria time)",
    "sections": [
      {
        "heading": "Languages",
        "content": "Fluency in written and spoken English is required. Fluency in or working knowledge of other official language(s) of the United Nations is desirable."
      },
      {
        "heading": "Vacancy Announcement",
        "content": "Female candidates from all Member States are particularly encouraged to apply. UNIDO welcomes applications from qualified persons with disabilities. Reasonable accommodation will be provided to applicants and employees with disabilities to support full participation in the recruitment process and in the performance of their duties."
      },
      {
        "heading": "ORGANIZATIONAL CONTEXT",
        "content": "The United Nations Industrial Development Organization (UNIDO) is the specialized agency of the United Nations that promotes industrial development for poverty reduction, inclusive globalization and environmental sustainability. The mission UNIDO, as described in the Lima Declaration adopted at the fifteenth session of the UNIDO General Conference in 2013 as well as the Abu Dhabi Declaration adopted at the eighteenth session of UNIDO General Conference in 2019, is to promote and accelerate inclusive and sustainable industrial development (ISID) in Member States. The relevance of ISID as an integrated approach to all three pillars of sustainable development is recognized by the 2030 Agenda for Sustainable Development and the related Sustainable Development Goals (SDGs), which will frame United Nations and country efforts towards sustainable development. UNIDO’s mandate is fully recognized in SDG-9, which calls to “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation”. The relevance of ISID, however, applies to a greater or lesser extent to all SDGs. The medium-term programme framework (MTPF) is UNIDO’s core strategic document. As the Organization moves from the 2022–2025 cycle to the 2026–2029 MTPF, it sets a renewed vision to support Member States shape their industries for development. The new priorities include renewable and clean energy, sustainable access and climate action, ending hunger through innovation and local value addition, and fair and sustainable global and regional supply chains. Cross-cutting priorities focus on industrial and economic policy advice, skills development, fostering digitalization and artificial intelligence, gender equality and the empowerment of women, supporting youth, promoting cleaner production and circular economy, and leveraging private sector investment and development finance. Each of these programmatic fields of activity contains a number of individual programmes, which are implemented in a holistic manner to achieve effective outcomes and impacts through UNIDO’s four enabling functions: (i) technical cooperation; (ii) analytical and research functions and policy advisory services; (iii) normative functions and standards and quality-related activities; and (iv) convening and partnerships for knowledge transfer, networking and industrial cooperation. Such core functions are carried out in Divisions/Offices in its Headquarters, Sub-regional Offices and Country Offices. I. Organizational Context The United Nations Industrial Development Organization (UNIDO) is the specialized agency of the United Nations that promotes industrial development for poverty reduction, inclusive globalization and environmental sustainability. The mission of UNIDO, as described in the Lima Declaration adopted at the fifteenth session of the UNIDO General Conference in 2013, the Abu Dhabi Declaration adopted at the eighteenth session of UNIDO General Conference in 2019, and the Riyadh Declaration adopted at the twenty-first session of the UNIDO General Conference in 2025 - is to promote and accelerate inclusive and sustainable industrial development (ISID) in Member States. The relevance of ISID as an integrated approach to all three pillars of sustainable development is recognized by the 2030 Agenda for Sustainable Development and the related Sustainable Development Goals (SDGs), which will frame United Nations and country efforts towards sustainable development. UNIDO’s mandate is fully recognized in SDG-9, which calls to “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation”. The relevance of ISID, however, applies to a greater or lesser extent to all SDGs. The medium-term programme framework (MTPF) is UNIDO’s core strategic document. As the Organization moves from the 2022–2025 cycle to the 2026–2029 MTPF, it sets a renewed vision to support Member States shape their industries for development. The new priorities include renewable and clean energy, sustainable access and climate action, ending hunger through innovation and local value addition, and fair and sustainable global and regional supply chains. Cross-cutting priorities focus on industrial and economic policy advice, skills development, fostering digitalization and artificial intelligence, gender equality and the empowerment of women, supporting youth, promoting cleaner production and circular economy, and leveraging private sector investment and development finance. Each of these programmatic fields of activity contains a number of individual programmes, which are implemented in a holistic manner to achieve effective outcomes and impacts through UNIDO’s four enabling functions: (i) technical cooperation; (ii) analytical and research functions and policy advisory services; (iii) normative functions and standards and quality-related activities; and (iv) convening and partnerships for knowledge transfer, networking and industrial cooperation. Such core functions are carried out in Divisions/Offices in its Headquarters, Sub-regional Offices and Country Offices. The Office of Evaluation and Internal Oversight (EIO) is an internal body organizationally located within the Office of the Director General of UNIDO. It is responsible for providing the Director General, the Industrial Development Board, and management at large with independent and objective assurance and advice, through internal audits, investigations and evaluations. It adds value to and improves the efficiency and effectiveness of UNIDO’s operations, the internal control framework, risk management, RBM, and governance processes of the Organization. The functions of the Office are governed by the EIO Charter (as approved by the Industrial Development Board in decision IDB.48/Dec.10 on 25 November 2020) and its three supplementary functional policies, namely the Evaluation Policy, the Internal Audit Policy and the Investigation Policy. EIO enjoys operational independence in relation to the performance and operations of its evaluation, internal audit and investigation functions. Within the broad priorities above and specific direction cascaded downward, the Director shall formulate, cascade, monitor, evaluate and report on the results of the annual programmatic and management priorities established for the areas under his/her responsibilities. As the Chief Audit Executive of the Organization within the meaning of the International Standards for the Professional Practice of Internal Auditing of the Institute of Internal Auditors, as well as the lead authority in the Organization on independent evaluation, internal audit and investigation, the Director is expected to lead the Office under his/her supervision (a) in work that is ground breaking; (b) in creating an enabling environment which empowers; (c) in building partnerships which result in institutional relationship building; and (d) in achieving results which are cross-functional and cross organizational. Staff members are subject to the authority of the Director General and in this context all staff are expected to serve in any assignment and duty station as determined by the needs of the Organization. In accordance with the recommendations of the United Nations Joint Inspection Unit (JIU) regarding Heads of Internal Oversight functions, and prevailing best practice, the maximum term of office for this role shall total 6 years, with an initial fixed-term appointment of 3 years, which may be renewed for another 3-year fixed term. Upon completion of the term of office, a post-employment restriction of 24 months shall apply within UNIDO. II. Main Responsibilities Technical Provide the Director General and management at large with independent, objective assurance and advice designed to add value to and improve UNIDO’s operations as well as emphasize transparency; support UNIDO in accomplishing its objectives by bringing a systematic, disciplined and objective approach to assess and improve the efficiency and effectiveness of UNIDO’s operations, internal control framework, risk management, results-based management and governance processes. Provide evidence-based analysis and information that is objective, credible, reliable and useful, to enable the timely incorporation of findings, recommendations, management action plans, and lessons learned into decision-making processes at organization, programme, and project levels. Periodically report to the Director General and Senior Management on the implementation of recommendations and management action plans (MAPs) from evaluations and audits; as well as any related risks to operations, the internal control framework, RBM and governance processes. Conduct fact-findings in cases of alleged irregularity, wrongdoing, waste of resources and/or violation of UNIDO’s regulations, rules and procedures detected by and/or reported to EIO, with a view to safeguarding the Organization’s interests and ensuring accountability. Independent evaluations to determine the relevance, efficiency, effectiveness, sustainability and impact of technical cooperation programmes and projects and global forum activities; undertake strategic, country level and thematic evaluations on cross-programmatic or institutional aspects. Periodically report on the activities of the Office to the policymaking organs, in line with the EIO Charter. Act as the focal point within UNIDO for the Joint Inspection Unit of the United Nations system. Function as the Secretariat for the Independent Oversight Advisory Committee to facilitate the work of the Committee in accordance with its mandate. Maintain and develop partnerships with other organizations of the United Nations within the context of the UN bodies and oversight networks, such as the United Nations Evaluation Group, the United Nations Representatives of Internal Audit Services and the United Nations Representatives of Investigation Services. Cooperate with the relevant services of other international organizations to contribute to the oversight partnerships and joint or coordinated activities. Managerial Lead the Units under his/her supervision, in aligning the work programme of the Office with the organizational priorities and in this context, formulate, cascade, implement and report on the priorities of the Office. Manage the financial and human resources assigned to the Office ensuring appropriate delegation, accountability, responsibility, guidance and supervision. In this context, is responsible for the collective results of the Divisions in the Office. Ensure that staff supervised effectively manage and motivate staff under their supervision and hold them accountable for the management of the performance of their staff. Ensure appropriate controls for monitoring and reporting; performance management; motivation of staff and other appropriate measures to ensure optimal utilization of such resources. In the recruitment of staff of EIO, support the Director General to reach the organizational goals for improving geographical and gender balance. Advise the Director General in other areas, to the extent they concern the Office; ensure efficient distribution and coordination of actions; effective linkages; cross-functional teamwork; flow of communication lines and management information among different spans of controls. Advise the Director General and senior managers on other special projects and assignments, in accordance with the EIO Charter. III. Core Values and Competencies Core Values WE LIVE AND ACT WITH INTEGRITY: work honestly, openly and impartially. WE SHOW PROFESSIONALISM: work hard and competently in a committed and responsible manner. WE RESPECT DIVERSITY: work together effectively, respectfully and inclusively, regardless of our differences in culture and perspective. Key Competencies WE FOCUS ON PEOPLE: cooperate to fully reach our potential –and this is true for our colleagues as well as our clients. Emotional intelligence and receptiveness are vital parts of our UNIDO identity. WE FOCUS ON RESULTS AND RESPONSIBILITIES: focus on planning, organizing and managing our work effectively and efficiently. We are responsible and accountable for achieving our results and meeting our performance standards. This accountability does not end with our colleagues and supervisors, but we also owe it to those, we serve and who have trusted us to contribute to a better, safer and healthier world. WE COMMUNICATE AND EARN TRUST: communicate effectively with one another and build an environment of trust where we can all excel in our work. WE THINK OUTSIDE THE BOX AND INNOVATE: To stay relevant, we continuously improve, support innovation, share our knowledge and skills, and learn from one another. Managerial and Leadership Competencies WE ARE STRATEGIC, DECISIVE, PRINCIPLED AND INSPIRATIONAL: As managers, we are strategic and fair in driving our team’s performance. As leaders, we are a source of inspiration, stand for norms and standards established in the UN Charter and duty bound to defend these ideals with a principled approach. WE ARE INCLUSIVE AND ACCOUNTABLE: As managers, we are inclusive in our approach and maintain constructive engagement with all our stakeholders. As leaders, we embrace all personnel and stakeholders and are accountable mutually within UNIDO, within the system, to beneficiaries and the public and beyond. WE ARE MULTI-DIMENSIONAL AND TRANSFORMATIONAL: As managers, we go beyond conventional methods to help our organizational units strengthen their own agility and adaptability to change. As leaders in the UN system, we have a vision, which is integrated and engaged across the pillars of Peace and Security, Human Rights and Development. WE ARE COLLABORATIVE AND CO-CREATIVE: As managers, we foster a team spirit and create meaningful opportunities to hear the voices of those around us, while realizing that only by working together can we accomplish our mission. As leaders, we see the inter-dependency of imperatives of the UN Charter and personally champion a collaborative inter-agency, multi-stakeholders and cross-thinking approach. IV. Organizational Requirements and Desirable Criteria For further information on salaries, refer to the International Civil Service Commission website: https://icsc.un.org/Employees of UNIDO are expected at all times to uphold the highest standards of integrity, professionalism and respect for diversity, both at work and outside. Only persons who fully and unconditionally commit to these values should consider applying for jobs at UNIDO.All applications must be submitted online through the Online Recruitment System. Correspondence will be undertaken only with candidates who are being considered at an advanced phase of the selection process. Selected candidate(s) may be required to disclose to the Director General the nature and scope of financial and other personal interests and assets in respect of themselves, their spouses and dependents, under the procedures established by the Director General.Visit the UNIDO careers site for details on how to apply: https://careers.unido.org/ NOTE: The Director General retains the discretion to make an appointment to this post at a lower level.Notice to applicants:UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido.org"
      },
      {
        "heading": "Education",
        "content": "Advanced university degree (master’s or equivalent) in Management, Business Administration, Economics, Finance, Engineering or another field relevant to UNIDO’s mandate, is required. A professional certification in auditing, accounting, investigation, or evaluation, such as Certified Internal Auditor (CIA), Certified Public Accountant (CPA), Certified Fraud Examiner (CFE), is desirable."
      },
      {
        "heading": "Experience",
        "content": "A minimum of twelve (12) years of progressively responsible professional experience in the audit, accounting, investigation, or evaluation service of a government or international or non-governmental organization, leading and directing both technical and non-technical groups and teams, is required. Experience in a senior level managerial position, preferably at the international level, is required. Demonstrated experience managing complex audits, investigations and/or evaluations in multi‑stakeholder, international development settings is required. Proven experience in managing and leading independent cross sectorial and/or cross-functional teams, is desirable. Understanding of UN system operations, development frameworks, and program cycles is required. Ability to develop and implement an evaluation strategy aligned with organizational goals is required. Leadership in promoting an evaluation culture across the organization is required. Oversight of institutional evaluation frameworks and compliance with UNEG norms is desirable."
      }
    ]
  }
]
