[
  {
    "id": "category_content_620adf89c9e56c673dab7b648ef1cbbecf93746a52de4fc8e06ed041e6c58d27_0_1",
    "content": "Category: National Professional Officers Nationally recruited professional staff are nationals of the country where they are stationed and fulfil functions in the national context.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "National Professional Officers",
      "section": "overview",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 180,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_620adf89c9e56c673dab7b648ef1cbbecf93746a52de4fc8e06ed041e6c58d27_1_1",
    "content": "Category: National Professional Officers Section: What education and work experience do you need for national officer positions? An advanced university degree (Master’s or equivalent) is UNIDO’s standard educational requirement for National Officer positions and we apply the following standard recruitment requirements for these positions: Work experience requirements: - NO-A: minimum of 1 year - NO-B: minimum of 3 years - NO-C: minimum of 5 years - NO-D: minimum of 7 years",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "National Professional Officers",
      "section": "What education and work experience do you need for national officer positions?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 477,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_620adf89c9e56c673dab7b648ef1cbbecf93746a52de4fc8e06ed041e6c58d27_2_1",
    "content": "Category: National Professional Officers Section: What we are looking for in a candidate for national officer positions? We are looking for highly skilled and motivated candidates with the highest standards of efficiency, competence and integrity paying due regard to wide geographical and gender diversity. We seek talent that is committed to our mission and values and bring a high level of expertise at the national level of the country.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "National Professional Officers",
      "section": "What we are looking for in a candidate for national officer positions?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 440,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_620adf89c9e56c673dab7b648ef1cbbecf93746a52de4fc8e06ed041e6c58d27_3_1",
    "content": "Category: National Professional Officers Section: Benefits National Officers are entitled to allowances and benefits, such as: competitive salary allowances and benefits depending on your family status retirement savings plan, including employer contribution comprehensive insurance coverage holidays and leaves Key points: - competitive salary - allowances and benefits depending on your family status - retirement savings plan, including employer contribution - comprehensive insurance coverage - holidays and leaves",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "National Professional Officers",
      "section": "Benefits",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 518,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_cb14f335b0fb9627ec2142f91909f5e25eaf3b4726be1e7b502d0a1e0165e08e_0_1",
    "content": "Category: General Services The General Service category contributes to the execution of the programmes of the organization through work that is procedural, operational, technical, or para-professional in nature. The functions of General Service support are central to efficient service delivery within the Organization. The work ranges from routine or repetitive work to functions that are varied and complex in nature. Routine work is undertaken in line with detailed instructions while complex work requires identification and consideration of alternative courses of action based on extensive and in-depth practical knowledge of a specific subject area.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "General Services",
      "section": "overview",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 655,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_cb14f335b0fb9627ec2142f91909f5e25eaf3b4726be1e7b502d0a1e0165e08e_1_1",
    "content": "Category: General Services Section: What education and work experience do you need for General Service positions? Completion of higher secondary education with high school diploma or equivalent is our standard educational requirement for all General Service level positions and we apply the following standard recruitment requirements for these positions: Please refer to “Minimum Requirements” outlined in each individual vacancy announcement for further details and the specific qualifications required for each position. Work experience requirements: - G1: no previous experience required - G2: minimum of 1 year - G3: minimum of 3 years - G4: minimum of 6 years - G5: minimum of 8 years - G6: minimum of 10 years",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "General Services",
      "section": "What education and work experience do you need for General Service positions?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 716,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_cb14f335b0fb9627ec2142f91909f5e25eaf3b4726be1e7b502d0a1e0165e08e_2_1",
    "content": "Category: General Services Section: What we are looking for in a candidate for General Service positions? We are looking for highly motivated staff capable of achieving results in administrative, operational, procedural and technical capacities. We seek talent who can handle routine to complex tasks with dedication, and who are committed to our mission and values. Our three core values are timeless and universal principles that apply to all of us in the UN family: i) We live and act with Integrity. ii) We show Professionalism. We respect diversity. We also want someone who is an excellent team player and who can think outside the box and innovate. Key points: - i) We live and act with Integrity. - ii) We show Professionalism. - We respect diversity.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "General Services",
      "section": "What we are looking for in a candidate for General Service positions?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 759,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_cb14f335b0fb9627ec2142f91909f5e25eaf3b4726be1e7b502d0a1e0165e08e_3_1",
    "content": "Category: General Services Section: Benefits General Service staff are entitled to allowances and benefits, such as: (a) competitive salary (b) retirement savings plan, including employer contributions (c) comprehensive insurance coverage (d) holidays and leaves Key points: - (a) competitive salary - (b) retirement savings plan, including employer contributions - (c) comprehensive insurance coverage - (d) holidays and leaves",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "General Services",
      "section": "Benefits",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 428,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_e4f2b0bf317a8f1881b67802817486664a4fd1278836fa652edadc36f14eb221_0_1",
    "content": "Category: Project Appointment Update Project (L) Appointments are non-career appointments that provide capacity and functions for specific programmes/projects for a specified period of time, i. e. they will not subsist beyond the lifetime of the programmes/projects that finance such appointments. Individuals holding a project appointment have the status of staff member of UNIDO. Project appointments may be utilized for professional or general support functions. Irrespective of the length of project appointment and the category, staff under project appointments carry no expectancy of conversion, extension, or renewal of the contract.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Project Appointment Update",
      "section": "overview",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 640,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_e4f2b0bf317a8f1881b67802817486664a4fd1278836fa652edadc36f14eb221_1_1",
    "content": "Category: Project Appointment Update Section: What education and work experience do you need for Project Appointments? Education and work experience requirements for project appointments follow UNIDO recruitment standards as per the required category, i. e. International Professionals, National Professional Officers and General Service (links embedded).",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Project Appointment Update",
      "section": "What education and work experience do you need for Project Appointments?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 355,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_e4f2b0bf317a8f1881b67802817486664a4fd1278836fa652edadc36f14eb221_2_1",
    "content": "Category: Project Appointment Update Section: What we are looking for in a candidate for Project Appointment? We are looking for highly skilled and motivated candidates with the highest standards of efficiency, competence and integrity whilst paying due regard to a wide geographical and gender diversity. We seek talent that is committed to our mission and values. Our three core values are timeless and universal principles that apply to all of us in the UN family: i) We live and act with Integrity, ii) We show Professionalism and iii) We respect diversity.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Project Appointment Update",
      "section": "What we are looking for in a candidate for Project Appointment?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 561,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_e4f2b0bf317a8f1881b67802817486664a4fd1278836fa652edadc36f14eb221_3_1",
    "content": "Category: Project Appointment Update Section: Benefits The benefits offered follow our standard benefits package, as per the category of project appointment, which is outlined on the respective job posting. Please see the UNIDO brochure for further information.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Project Appointment Update",
      "section": "Benefits",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 261,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_48b4e057df884d3c099fdbf532a856e7ac64784bbede4c75f9527dcb79035601_0_1",
    "content": "Category: Temporary Support Positions Section: Who is eligible for Temporary Support assignments? The duration of such short-term/temporary assignments may normally vary from a few days to a maximum of six months.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Temporary Support Positions",
      "section": "Who is eligible for Temporary Support assignments?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 213,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_48b4e057df884d3c099fdbf532a856e7ac64784bbede4c75f9527dcb79035601_1_1",
    "content": "Category: Temporary Support Positions Section: General Requirements Completion of higher secondary education with high school diploma or equivalent is our standard educational requirement for all General Service level positions; Advanced computer skills (MS Office) Fluency in English. Working knowledge of another UN official language (French, Spanish, Arabic, Chinese, Russian) is highly desirable Relevant work experience; prior UN experienced is an advantage Key points: - Completion of higher secondary education with high school diploma or equivalent is our standard educational requirement for all General Service level positions; - Advanced computer skills (MS Office) - Fluency in English. Working knowledge of another UN official language (French, Spanish, Arabic, Chinese, Russian) is highly desirable - Relevant work experience; prior UN experienced is an advantage",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Temporary Support Positions",
      "section": "General Requirements",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 877,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_48b4e057df884d3c099fdbf532a856e7ac64784bbede4c75f9527dcb79035601_2_1",
    "content": "Category: Temporary Support Positions Section: In which areas are such assignments usually? For the majority of such temporary assignments, UNIDO is looking for candidates in the areas of general administrative and clerical support. Depending on the level of the temporary vacancy, a different set of requirements will be applicable, including for the number of required years of work experience, as relevant for the role advertised. For more information on the General Service category, please go to (GS page link)",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Temporary Support Positions",
      "section": "In which areas are such assignments usually?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 515,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_0_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: What is the JPO Programme? The JPO Programme provides an opportunity to professionals to gain work experience, receive training, and be exposed to the work of UNIDO. Specific assignments may vary depending on specific donor interests and mutual agreement of both parties. JPOs are recruited under bilateral agreements between UNIDO and donor member states. They are appointed under fixed-term contracts to posts funded by the respective donor government and currently donor governments only sponsor nationals of their own countries.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "What is the JPO Programme?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 595,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_1_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: Impact for Member States The JPO Programme is a unique opportunity for donors, to sponsor professionals to acquire valuable work experience in the field of international cooperation and development. It is also an opportunity for these nationals to launch their career in one of the organizations of the UN system. JPOs bring the diversity that is essential to the workforces of international organizations. JPOs also support key priority areas of UNIDO’s work and in many cases, such areas are also aligned closely to donor’s development cooperation activities. Placements of JPOs may be proposed based on national development cooperation strategies. Likewise, efforts shall be made to place JPOs in priority areas of UNIDO, ensuring mutual benefits to both.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "Impact for Member States",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 2,
      "content_length": 821,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_1_2",
    "content": "Likewise, efforts shall be made to place JPOs in priority areas of UNIDO, ensuring mutual benefits to both. Donors would announce the job profile for a process of competitive selection at the national level, resulting in a final shortlist of candidates recommended to UNIDO’s Director General for further selection.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "Impact for Member States",
      "url": null,
      "chunk_index": 2,
      "total_chunks": 2,
      "content_length": 315,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_2_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: Desired Profile of a JPO – General requirements",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "Desired Profile of a JPO – General requirements",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 110,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_3_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: What is expected of a JPO? When joining UNIDO, the JPO is expected to (a) contribute to UNIDO established practices and priority areas; (b) undertake assignments that include staff and career development elements for the JPO; and (c) receive proper supervision by the immediate supervisor. Key points: - (a) contribute to UNIDO established practices and priority areas; - (b) undertake assignments that include staff and career development elements for the JPO; and - (c) receive proper supervision by the immediate supervisor.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "What is expected of a JPO?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 590,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_4_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: What is the programme’s duration? The usual duration of the JPO programme is 24 months. Upon the donor's request, this may be extended to 36 months or shortened to 12 months.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "What is the programme’s duration?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 237,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_5_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: Countries currently Supporting the JPO Programme at UNIDO For statistics on our JPO programme, please visit JPO Facts and Figures (link). UNIDO is grateful to its Member States such as China, Finland, Germany, Italy and Japan, to name a few, for currently supporting the JPO programme.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "Countries currently Supporting the JPO Programme at UNIDO",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 348,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_6_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: How can a JPO Donor Agreement be secured? An exchange of communications can be triggered by any of the parties, whether it is a Representative to International Organizations based in Vienna or through UNIDO’s Strategic Donor Relations Division. The end result shall be a signed Agreement. For more information, please email us: Staff. Services@unido. org Please see the JPO Programme Brochure for further information.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "How can a JPO Donor Agreement be secured?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 480,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_6df8c39f3a07467a6201156c20e37b881700431ead365e1d91fb8e24fb823326_7_1",
    "content": "Category: Junior Professional Officer Programme (JPO) Section: Other Resources:",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Junior Professional Officer Programme (JPO)",
      "section": "Other Resources:",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 79,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_2ef9cf78ab04a44951494b867543a08f40ca18eb9efd046df1a522c855bc468c_0_1",
    "content": "Category: Partner Expert Section: What is the Partner Experts Programme? Partner Experts (PEs) are qualified experts who are provided to UNIDO under bilateral agreements between partner institutions and UNIDO at no direct cost to UNIDO. The programme aims to expand our partnership with member states, donors and partner institutions in contributing valuable human capital to the Organization. The programme offers challenging projects and assignments in different areas of UNIDO’s activities.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Partner Expert",
      "section": "What is the Partner Experts Programme?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 493,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_2ef9cf78ab04a44951494b867543a08f40ca18eb9efd046df1a522c855bc468c_1_1",
    "content": "Category: Partner Expert Section: Impact for Sponsors The PE Programme gives donor Member States or partner institutions a unique opportunity to sponsor their qualified experts to gain valuable international experience working in UNIDO. PEs would be in a position to promote specific projects in the global development sector which are mutually beneficial to both parties. It is also envisioned that PEs are highly qualified subject-matter experts who can share their expertise with a wider audience as part of their Corporate Social Responsibilities. UNIDO highly values its partnerships with member states, donors and partner institutions sponsoring PEs.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Partner Expert",
      "section": "Impact for Sponsors",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 656,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_2ef9cf78ab04a44951494b867543a08f40ca18eb9efd046df1a522c855bc468c_2_1",
    "content": "Category: Partner Expert Section: Key impact for Partner Experts Opportunity to collaborate with peers in the field of international development cooperation and management and promote specific mutually beneficial projects in the global development sector; Working in a diverse and multi-cultural environment; Being exposed to the work of specialized organizations of the United Nations; Become part of UNIDO’s resource pool of talents; PEs are trusted to provide specialized professional input in the areas of UNIDO's business.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Partner Expert",
      "section": "Key impact for Partner Experts",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 2,
      "content_length": 527,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_2ef9cf78ab04a44951494b867543a08f40ca18eb9efd046df1a522c855bc468c_2_2",
    "content": "Category: Partner Expert Section: Key impact for Partner Experts Opportunity to collaborate with peers in the field of international development cooperation and management and promote specific mutually beneficial projects in the global development sector; Working in a diverse and multi-cultural environment; Being exposed to the work of specialized organizations of the United Nations; Become part of UNIDO’s resource pool of talents; PEs are trusted to provide specialized professional input in the areas of UNIDO's business. General requirements Key points: - Opportunity to collaborate with peers in the field of international development cooperation and management and promote specific mutually beneficial projects in the global development sector; - Working in a diverse and multi-cultural environment; - Being exposed to the work of specialized organizations of the United Nations; - Become part of UNIDO’s resource pool of talents; - PEs are trusted to provide specialized professional input in the areas of UNIDO's business.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Partner Expert",
      "section": "Key impact for Partner Experts",
      "url": null,
      "chunk_index": 2,
      "total_chunks": 2,
      "content_length": 1033,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_2ef9cf78ab04a44951494b867543a08f40ca18eb9efd046df1a522c855bc468c_3_1",
    "content": "Category: Partner Expert Section: What is the programme's duration? The duration of a PE assignment is for a minimum of six months and a maximum of 24 months. PEs shall have a relationship to UNIDO as an independent contractor and are thus not staff members of UNIDO. Their relationship to UNIDO is established by an individual service agreement. The sponsoring entity provides the full range of the PE’s remuneration, entitlements including their social security and travel to and from their country to the duty station.",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Partner Expert",
      "section": "What is the programme's duration?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 521,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "category_content_2ef9cf78ab04a44951494b867543a08f40ca18eb9efd046df1a522c855bc468c_4_1",
    "content": "Category: Partner Expert Section: How can a PE Donor Agreement be secured? A sponsoring entity wishing to participate in the PE programme shall conclude a Memorandum of Agreement with UNIDO. For further information please email: Staff. Services@unido. org",
    "metadata": {
      "page": "career-category",
      "doc_type": "category_content",
      "category": "Partner Expert",
      "section": "How can a PE Donor Agreement be secured?",
      "url": null,
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 255,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  }
]
