[
  {
    "id": "faq_8208d83a5b5ccb151a18864e14734a2349636ac6e2894ea473f915551508eb85_1",
    "content": "Question: Does UNIDO charge any fees regarding applications? Answer: UNIDO does not charge any application, processing, training, interviewing, testing or other fee in connection with the application or recruitment process. If you have received a solicitation for the payment of a fee, please disregard it. Vacant positions within UNIDO are advertised on the official UNIDO website. Should you have any questions concerning persons or companies claiming to be recruiting on behalf of UNIDO and requesting payment of a fee, please contact: recruitment@unido. org For more information, please read our Scam Alert.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "Does UNIDO charge any fees regarding applications?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 611,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_de26673771b1af3ad3961e91521b382af9ea72f03fa2ba611dcd7d2d0ca29080_1",
    "content": "Question: What is the difference between the various hiring modalities? Answer: Detailed information on the various hiring modalities in UNIDO can be found here: https://www. youtube. com/watch? v=kG5uW_UJisc",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "What is the difference between the various hiring modalities?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 208,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_fe479412c844f30458422a28dcb873cc388d105b13237f83c881ba944d05220f_1",
    "content": "Question: How do I apply? Answer: To apply for a vacancy announcement: Please go to the UNIDO Career Portal and click on \"Sign-In/ My Profile\" to login. If you are a new user, please click on \"Create an account\" to create your account by uploading your CV and other relevant documents and updating other relevant information in your profile. After creating your profile, you may search the open vacancies and submit your application for the vacancy announcement for which you qualify. You can learn how to make your application stronger by watching the online tutorial on optimizing job applications here: https://www. youtube. com/watch? v=BnMW69qkF8E",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "How do I apply?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 652,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_314efca0065cfa0fd83112ac8afbe6b34c59e78192d8831f6bd291f29a0dc78d_1",
    "content": "Question: I have created a candidate profile, does that mean that I have applied? Answer: Creating a Candidate Profile is not the same as submitting an application for an advertised position. If you wish to be considered for a specific vacancy you need to create an application either by first logging into your already established Candidate Profile and then selecting the vacancy to apply, or by selecting and applying for the vacancy directly. The receipt of applications for advertised positions will always be acknowledged by return e-mail.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "I have created a candidate profile, does that mean that I have applied?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 544,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_c6293f8bdd7ab0a02d71d339aad46ef11a93901755931d4ef744679daf4a9ebf_1",
    "content": "Question: Can I apply via e-mail or other application systems? Answer: All applications must be submitted through the UNIDO recruitment platform. Applications sent by e-mail or any other application systems cannot be considered.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "Can I apply via e-mail or other application systems?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 228,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_381715076a9b4d8de42abe329216eb36b02ca0993338aed91aedb7144df7a331_1",
    "content": "Question: I have already submitted my application online. Can I still make changes? Answer: Once the application is digitally submitted, you can still modify your Candidate Profile. Nevertheless, the data that is specific to the application, such as the cover letter, cannot be modified once reviewed by the Recruitment Team of UNIDO.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "I have already submitted my application online. Can I still make changes?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 334,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_a1b535a225afdfc62dc714450adcb72769e2a3f35a7adae624d248fb98cc38bf_1",
    "content": "Question: When do vacancies close? Answer: All vacancies will close at 24:00 (midnight) Vienna, Austria local time on their respective closing day. Thereafter, the vacancy announcements will no longer appear on the website and you will no longer be able to submit your application.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "When do vacancies close?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 281,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_e416dced5d472e9a2f525aa661d3256491b599377ecbf675aaf2ccb5b41b6e8b_1",
    "content": "Question: What happens if I started my application before the closing time but did not manage to submit it before midnight? Answer: Even if you started your application before the closing time but did not manage to submit it before midnight, the system will no longer accept it. We recommend you apply well in advance of the deadline.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "What happens if I started my application before the closing time but did not manage to submit it before midnight?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 334,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_488816b3286633e147c58a80b1ec47082334ad8e7f02640150b8a152e7478471_1",
    "content": "Question: I have forgotten my username/password. How can I retrieve it? Answer: On the logon screen, please click on \"Forgot your password? \". You will then be asked to enter your registered email. After doing so, you will receive an email sent to your registered email with a link to reset the password.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "I have forgotten my username/password. How can I retrieve it?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 304,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_de755586b3568dea6a7433de5a0a01f3db50eabd6af80767e915fafccb98f91c_1",
    "content": "Question: For how long will my Candidate Profile remain in the system? Answer: The Candidate Profile is stored in the system for a period of 24 months from the last access. That means if an account is not used for a period of two years, it will be removed from the system.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "For how long will my Candidate Profile remain in the system?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 272,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_d9edd91de41c2e377618184f864aff128437ce833bd7ffffb7266bf05afcab7b_1",
    "content": "Question: What does a Job Alert do? Answer: It is a functionality of the system which enables you to customize your job search to suit your qualifications and preferences. By activating a Job Alert, you will be automatically notified by e-mail of the job postings matching your established search criteria. You can find the Job Alerts options by logging onto your Candidate Profile, clicking on Options and then selecting Job Alerts.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "What does a Job Alert do?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 433,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_49979cf418abac1d08fb9d06e64bf3b518345f3fcecf6f5fd31cfd48e7ac5ea5_1",
    "content": "Question: What are the salary levels for full-time, fixed-term staff positions? Answer: UNIDO adheres to the UN Common System of salaries, allowances and benefits. More information can be found on the ICSC website. Please note that consultancy contracts (Individual Service Agreements) do not follow this salary scale.",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "What are the salary levels for full-time, fixed-term staff positions?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 318,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  },
  {
    "id": "faq_dcb9a6f8f7086af588c287ca34a3542ca6988a568423120a3bd37fb000e8aee0_1",
    "content": "Question: Whom should I contact if I experience problems with the submission of my application? Answer: In such cases, please contact: recruitment@unido. org",
    "metadata": {
      "page": "faqs",
      "doc_type": "faq",
      "question": "Whom should I contact if I experience problems with the submission of my application?",
      "chunk_index": 1,
      "total_chunks": 1,
      "content_length": 157,
      "embedding_version": "v1",
      "source": "unido_careers"
    }
  }
]
